[
{
"id":1,
"titulo": "Analista de Sistemas - Desenvolvedor de Software Senior",
"texto": "Tenho 15 anos de experiência em programação e, ao longo desse tempo, desenvolvi habilidades sólidas em diversas linguagens e frameworks. No entanto, o que realmente me destaca é minha capacidade de aplicar essa experiência para solucionar problemas complexos de maneira eficaz, colaborando com diferentes equipes. Em meus últimos projetos, por exemplo, ajudei a reformular a arquitetura de sistemas legados, garantindo não só performance, mas também escalabilidade e segurança. Além disso, tenho o hábito de me manter atualizado com novas tecnologias como no meu ultimo trabalho Desenvolvimento de aplicativos web em Laravel, analise de requisitos e desenvolvimento de soluções em aplicativos de jogos na web, o que me permite agregar tanto minha experiência quanto inovação às soluções que desenvolvo. Acredito que essa combinação de expertise técnica e disposição para aprender continuamente é uma das minhas maiores forças, e estou sempre buscando contribuir com a equipe, seja com minha própria produção ou mentorando outros desenvolvedores.<br>Minha abordagem centrada no usuário e meu compromisso com a excelência técnica me permitiram liderar equipes de desenvolvimento em projetos desafiadores, resultando em produtos que não apenas atendem às expectativas dos clientes, mas também superam suas necessidades. Tenho experiência em metodologias ágeis e Scrum, o que me ajuda a colaborar eficazmente em ambientes de equipe dinâmicos.",
"resumo":"<h3>Conhecimentos Técnicos em:</h3>Experiência com bancos de dados relacionais (Oracle, SQL Server, MySQL e/ou PostgreSQL).<br>Conhecimento sólido em desenvolvimento de aplicações MVC e APIs Rest e Soap<br>Sólidos conhecimentos com web services RESTful e SOAP, JSON, XML e outros protocolos e formatos de integração<br><h3>Solft kill</h3> PHP, ASP 3.0,ASP.NET MVC com Entity framework ,Javascript , Jquery, Git , Python,HTML5, CSS3, Bootstrap, MySQL, Git , Docker, scripts T-SQL e Composer<br><h3>Frameworks</h3>Wordpress,Visual Studio, Laravel , Django e Flask<br><h3>Ferramentas para analise de dados</h3>Power BI , Looker Studio(Google Data Studio) e BigQuery (google)<br><h3>Front End</h3>Ferramentas da ADOBE (Photoshop,Firework), Corel Draw<br>Angular 14: (Angular CLI, rotas e estrutura de um componente em Angular)  <br>React Native (javascript)<br><h3>Experiência com metodologias ágeis (Scrum, XP, Kanban);</h3> <h3>Business Inteligence</h3>Google analytics, Google Ads, Google Tag manager,Google Search console ,Facebook Analytics, Google Trends, Page speed insights,Trello , Keyword tool e Slack<br><h3>Banco de dados :</h3> Sql server, Postgreen , Mysql , SQfLite, MongoDB e Pandas<br><br><br>"

}

]